Repository: AndrewLaing/TellTheWorld
Catalog: TellTheWorld/tellings/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Email Address
fr: Adresse e-mail

source: Sorry. An account attached to this email address already exists.
fr: Désolé. Un compte associé à cette adresse e-mail existe déjà.

source: A valid email address
fr: Une adresse e-mail valide

source: Post Title
fr: Titre du message

source: A unique title post
fr: Un titre de message unique

source: Post Text
fr: Texte du message

source: Your post text.
fr: Texte de votre message.

source: The text for your post
fr: Le texte de votre message

source: A unique post title
fr: Un titre de message unique

source: The text you have entered is too long.
fr: Le texte que vous avez entré est trop long,

source: The Post title you have entered has already been used.
fr: Le titre du message que vous avez entré a déjà été utilisé.

source: The title of your post is too long.
fr: Le titre de votre message est trop long.

source: Please correct the error below.
fr: Veuillez corriger l'erreur ci-dessous.

source: Your details have been updated
fr: Vos détails ont été mis à jour.

source: Your password was successfully updated!
fr: Votre mot de passe a été mis à jour avec succès!

source: Something went wrong. We were unable to delete your post.
fr: Quelque chose a mal tourné. Nous n'avons pas pu supprimer votre message.

source: YOU CANNOT DELETE OTHER USERS POSTS!!!
fr: VOUS NE POUVEZ PAS SUPPRIMER LES MESSAGES D'AUTRES UTILISATEURS!!!

source: Unable to make changes to the post. Please contact the site administrator.
fr: Impossible de modifier le message. Veuillez contacter l'administrateur du site.

source: YOU CANNOT EDIT OTHER USERS POSTS!!!
fr: VOUS NE POUVEZ PAS MODIFIER LES MESSAGES D'AUTRES UTILISATEURS!!!
